export const MAIN_PAGE_TEXT = [
    {
        title: 'Перевіряти профілі - ',
        text: 'переглядати профілі користувачів та компаній.'
    },
    {
        title: 'Редагувати профілі - ',
        text: 'внести необхідні зміни в профілі.'
    },
    {
        title: 'Затверджувати профілі - ',
        text: 'підтвердити дійсність нових профілів та затвердити зміни в існуючих.'
    },
    {
        title: 'Видаляти профілі - ',
        text: 'видалити профіль у разі порушення правил користування сайтом або з інших причин.'
    },
    {
        title: 'Переглядати статистику компаній - ',
        text: 'отримати інформацію щодо кількості зареєстрованих профілей, інвесторів, стартапів, заблокованих компаній на дату або за певний період.'
    },
    {
        title: 'Встановлювати таймаут для автозатвердження - ',
        text: 'вказати час (від 1 до 48 годин), після якого запит користувача на зміну банера/логотипу буде підтверджено автоматично.'
    },
    {
        title: 'Встановити електронну адресу модератора - ',
        text: 'вказати електронну адресу, на яку будуть приходити листи із запитом на затвердження зміни банера/логотипу в профілі.'
    },
    {
        title: 'Зареєструвати адміністратора - ',
        text: 'зареєструвати користувача, який буде виконувати функції адміністратора сайту.'
    }
];
