const privacyPolicyText = {
    id: 1,
    title: 'Політика конфіденційності',
    level: 2,
    content: [
        {
            id: 2,
            type: 'heading',
            level: 4,
            text: '1. Загальні положення'
        },
        {
            id: 3,
            type: 'paragraph',
            text: '1.1. Ця Політика конфіденційності визначає обов\'язки та правила, які стосуються збору,'+
            ' використання та захисту персональної інформації користувачів на веб-сайті CraftMerge. '+
            'Вона є обов\'язковою для всіх осіб, які використовують Сайт.'
        },
        {
            id: 4,
            type: 'paragraph',
            text: '1.2. Адміністрація Сайту зобов\'язується забезпечувати конфіденційність та захист '+
            'персональних даних користувачів відповідно до вимог законодавства України. Це включає в себе '+
            'застосування необхідних заходів для запобігання несанкціонованому доступу, використанню або '+
            'розголошенню персональної інформації.'
        },
        {
            id: 5,
            type: 'heading',
            level: 4,
            text: '2. Збір та використання персональної інформації'
        },
        {
            id: 6,
            type: 'paragraph',
            text: 'При використанні користувачем сервісів Сайту, Компанія здійснює обробку даних користувача, а саме:'
        },
        {
            id: 7,
            type: 'list-item',
            text: 'даних, що надаються користувачем як при заповненні реєстраційних форм, '+
            'так і в процесі користування сервісами;'
        },
        {
            id: 8,
            type: 'list-item',
            text: 'файлів cookie;'
        },
        {
            id: 9,
            type: 'list-item',
            text: 'IP-адрес;'
        },
        {
            id: 10,
            type: 'list-item',
            text: 'параметрів і налаштувань інтернет-браузерів (User-agent).'
        },
        {
            id: 11,
            type: 'paragraph',
            text: 'Компанія збирає лише ті персональні дані (наприклад, ваше ім\'я і прізвище, логін і пароль доступу,'+
            ' адреса електронної пошти тощо), які свідомо і добровільно надані вами як суб\'єктом персональних даних з'+
            ' метою використання сервісів Сайту, що відповідно до вимог законодавства є згодою суб\'єкта персональних '+
            'даних на обробку своїх персональних даних відповідно до сформульованої в цій Політиці мети їх обробки.'
        },
        {
            id: 12,
            type: 'paragraph',
            text: 'При відвідуванні Сайту фіксуються всі входи до системи. Інші відомості про трафік користувача '+
            'не обробляються і не зберігаються.'
        },
        {
            id: 13,
            type: 'paragraph',
            text: 'Звертаємо вашу увагу: Компанія обмежується збором мінімального обсягу інформації, необхідного '+
            'виключно для виконання запиту суб\'єкта персональних даних. У будь-якому випадку, коли запитується '+
            'необов\'язкова до надання інформація, користувача буде повідомлено в момент збору такої інформації.'
        },
        {
            id: 14,
            type: 'heading',
            level: 4,
            text: '3. Захист персональної інформації'
        },
        {
            id: 15,
            type: 'paragraph',
            text: '3.1. Захист персональної інформації користувачів є пріоритетним завданням для '+
            'адміністрації Сайту. Ми гарантуємо, що персональна інформація користувачів захищена '+
            'від несанкціонованого доступу, втрати, розголошення чи зміни. Для цього використовуються '+
            'різноманітні технічні, організаційні та правові заходи. Технічні заходи можуть включати шифрування даних,'+
            ' застосування захисту паролів та інші технічні методи забезпечення безпеки. Організаційні заходи '+
            'включають в себе внутрішні правила та процедури, які регулюють доступ до персональної інформації '+
            'та контролюють її обробку. Правові заходи охоплюють відповідні положення та вимоги законодавства, '+
            'які регулюють захист персональних даних.'
        },
        {
            id: 16,
            type: 'paragraph',
            text: '3.2. Адміністрація Сайту систематично проводить контроль за забезпеченням безпеки персональної '+
            'інформації користувачів. Ми вживаємо всіх необхідних заходів для запобігання можливим загрозам безпеці '+
            'даних, а також для виявлення та виправлення можливих порушень. Це включає в себе оновлення програмного '+
            'забезпечення, навчання персоналу щодо правил безпеки та впровадження найкращих практик у сфері захисту '+
            'персональної інформації.'
        },
        {
            id: 17,
            type: 'heading',
            level: 4,
            text: '4. Використання файлів "cookies"',
            sectionId: 'cookies-usage',
        },
        {
            id: 18,
            type: 'paragraph',
            text: '4.1. Файли "cookies" є невеликими текстовими файлами, які можуть бути розміщені на пристрої '+
            'користувача під час відвідування Сайту. Вони дозволяють збирати та зберігати певну інформацію про '+
            'відвідувачів, таку як налаштування мови, історія перегляду, дані автентифікації та інші деталі. '+
            'Використання файлів "cookies" на Сайті сприяє поліпшенню зручності та персоналізації досвіду '+
            'користувачів, дозволяючи зберігати інформацію про їхній вибір та взаємодію з різними елементами Сайту.'
        },
        {
            id: 19,
            type: 'paragraph',
            text: '4.2. Користувач має можливість керувати використанням файлів "cookies" у налаштуваннях свого '+
            'веб-браузера. Відключення файлів "cookies" може бути здійснено користувачем у будь-який момент. '+
            'Проте важливо зауважити, що відключення "cookies" може призвести до обмеження функціональності Сайту, '+
            'а також до втрати певних персоналізованих налаштувань та зручностей, які вони забезпечують.'
        },
        {
            id: 20,
            type: 'heading',
            level: 4,
            text: '5. Зміни у Політиці конфіденційності'
        },
        {
            id: 21,
            type: 'paragraph',
            text: '5.1. Адміністрація Сайту залишає за собою право вносити зміни у цю Політику конфіденційності '+
            'за власною ініціативою або відповідно до змін у законодавстві або вимогах безпеки даних. Зміни можуть '+
            'включати в себе додаток нових правил, виправлення помилок або уточнення існуючих положень. Нова версія '+
            'Політики конфіденційності набуває чинності з моменту її публікації на Сайті. Інформація про внесені '+
            'зміни може бути доступна шляхом оголошень на Сайті або шляхом інших засобів повідомлення користувачів.'
        },
        {
            id: 22,
            type: 'paragraph',
            text: '5.2. Користувачі мають зобов\'язання періодично переглядати цю Політику конфіденційності '+
            'на Сайті для ознайомлення з будь-якими змінами або оновленнями. При продовженні використання '+
            'Сайту після внесення змін користувачі автоматично погоджуються з оновленою версією Політики. '+
            'Якщо користувач не погоджується з будь-якою зміною у цій Політиці, йому рекомендується припинити '+
            'використання Сайту.'
        },
    ],
};

export default privacyPolicyText;